<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'required' => 'هذا الحقل مطلوب',
    'error' => 'هناك خطأ ما',
    'how_site' => 'كيف تضيف موقعك ؟',
    'Welcome'=>'اهلا بكم',
    'To'=>'في',
    'Makasb'=>'مكاسب',
    'Basic_Information'=>'معلومات اساسية',
    'Upload_Photo'=>'تحميل صورة',
    'allow_image'=>'يسمح بتحميل JPG, GIF or PNG. واقصي حجم 2 ميجا',
    'user_name'=>'اسم المستخدم',
    'email'=>'البريد الالكتروني',
    'balance'=>'الرصيد',
    'join_date'=>'تاريخ الانضمام',
    'save_change'=>'حفظ التغيرات',
    'change_password'=>'تغير كلمة المرور',
    'new_password'=>'كلمة المرور الجديدة',
    'confirm_password'=>'تاكيد كلمة المرور',
    'delete_email'=>'حذف الحساب الشخصي',
    'delete'=>'حذف',
    'delete_message'=>'بالنقر فوق هذا الزر ، سيتم حذف حسابك وسيتم حظر جميع بياناتك المضافة وسيتم إخفاؤها للجميع. البيانات (الروابط والحسابات وما إلى ذلك) في هذا الحساب لا يمكن إضافتها بواسطة مستخدم آخر أو نقلها إلى حساب آخر. في أي وقت يمكنك إعادة تنشيط حسابك عن طريق التسجيل بنفس عنوان البريد الإلكتروني. ملاحظة: بعد إعادة التنشيط ، سيتم مسح جميع النقاط الموجودة في حسابك.',
    'my_sites'=>'مواقعي',
    'subscription'=>'الاشتراكات',
    'buy_points'=>'شراء نقاط',
    'facebook'=>'فيس بوك',
    'facebook_share'=>'مشاركة الصفحات',
    'facebook_followers'=>'متابعين الفيس بوك',
    'facebook_post_like'=>'اعجابات منشورات الفيس بوك',
    'facebook_post_share'=>'مشاركة منشورات الفيس بوك',
     'instagram'=>'انستجرام',
    'instagram_followers'=>'متابعي الانستجرام',
    'instagram_like'=>'اعجابات الانستجرام',
    'twitter'=>'تويتر',
    'twitter_tweets'=>'تغريدات تويتر',
    'twitter_followers'=>'متابعين تويتر',
    'twitter_retweets'=>'اعادة تغريدات تويتر',

    'twitter_likes'=>' اعجابات تويتر',
    'youtube'=>'اليوتيوب',
    'youtube_subscribe'=>' اشتركات اليوتيوب',
    'youtube_likes'=>' اعجابات اليوتيوب',
    'youtube_views'=>' مشاهدات اليوتيوب',
    'tiktok'=>'تيك توك',
    'FREE Exchange'=>'تبادل مجاني',
    'get_free' => 'احصل على نقاط مجانية من خلال الإعجاب - متابعة صفحات الآخرين - الملفات الشخصية وما إلى ذلك. يمكنك الحصول على نقاط غير محدودة والترويج لحسابات غير محدودة وعدم إنفاق حتى سنت واحد.',
    'Daily Bonus Points'=>'نقاط المكافأة اليومية',
    'we_give_daily'=>'نمنح المستخدمين النشطين يوميًا نقاط المكافأة اليومية (400 وأكثر من نقاط المكافأة اليومية مقابل 100 نقرة يوميًا على الأقل). لذلك يمكنك الحصول على نقاط مجانية وكذلك نقاط المكافأة اليومية',
    'Invite Your Friends'=>'دعوة اصدقائك',
    'get_300' => 'احصل على 300 نقطة من خلال المشاركة في برنامج الشراكة الخاص بنا. شارك رابط الإحالة القصير الخاص بك في أي مكان (على موقع الويب الخاص بك أو المدونة أو على أي منصة وسائط اجتماعية) حتى تتمكن من تسجيل مستخدمين جدد على مكاسب. ',
    'tiktok_followers'=>' متابعي تيك توك',
    'tiktok_video_likes'=>'اعجابات فديوهات تيك توك',
    'soundcloud'=>'ساوند كلاود',
    'soundcloud_likes'=>'اعجابات الساوند كلاود',
    'soundcloud_follow'=>'متابعات الساوند كلاود',
    'soundcloud_plays'=>'مشغلات الساوند كلاود',
    'other'=>'اخر',
    'telegram_channels'=>'قنوات التيلجرام',
    'how_to_add_your_site'=>'كيف تضيف حسابك؟',
    'how_to_add_your_site_message'=>'يمكنك إضافة روابط أو صفحات أو حسابات وسائط اجتماعية غير محدودة. زيادة نشاطك على وسائل التواصل الاجتماعي. احصل على المزيد والمزيد من الإعجابات والمعجبين والمتابعين وما إلى ذلك .. يرجى استخدام الزر الموجود أسفل هذه الصفحة لإضافة موقعك أو صفحتك أو حساب الوسائط الاجتماعية أو أي رابط آخر ، وابدأ تسويقًا عبر وسائل التواصل الاجتماعي الآن! يرجى قراءة الشروط بعناية مرة أخرى ، حتى لا يتم منعك من مكاسب بسبب المحتوى المضاف.',
    'sites_add'=>'اضافة',
    'sites'=>'المواقع',
    'sites_name'=>'اسماء المواقع',
    'empty_data'=>'لا يوجد مواقع اضيفت من قبل',
    'What is a subscription and how does it work?'=>'ماهو الاشتراك وكيف هو يعمل ؟',
    'The_concept_of_the_subscription'=>'يتمثل مفهوم الاشتراك في الحصول على نقاط غير محدودة خلال فترة الاشتراك والترويج في نفس الوقت لبعض الروابط اعتمادًا على حزمة الاشتراك الخاصة بك.',
    'Note Once your initial subscription period'=>'ملاحظة بمجرد انتهاء فترة الاشتراك الأولية الخاصة بك ، ملف
                       سيتم تجديد الاشتراك تلقائيًا. يمكنك الإلغاء
                       الفواتير التلقائية في أي وقت. حسب الدفع
                       الطريقة ، سيتم محاسبتك على فترة زمنية ثابتة (على سبيل المثال
                       بطاقات الائتمان هي سنة واحدة) ، إذا أردت يمكنك ذلك
                       اشترك مرة أخرى. يمكنك الاشتراك في خطة مع المزيد
                       الميزات أو إلغائها في أي وقت (الرجوع إلى إصدار أقدم غير مدعوم
                       هنا).',
    'What is a simultaneous links count?'=>'ما هو عدد الروابط المتزامنة؟',
    'It means that you can add unlimited links'=>'هذا يعني أنه يمكنك إضافة روابط غير محدودة ، ولكن يمكنك فقط الترويج لعدد محدود من الروابط في نفس الوقت لجميع الحزم.',
    'What is unlimited bought points count?'=>'ما هو عدد النقاط المشتراة غير المحدودة؟',
    'During the subscription period you can forget about points'=>'خلال فترة الاشتراك ، يمكنك نسيان عدد النقاط ، لأنه سيكون لديك عدد غير محدود من النقاط ، ويمكنك الاستمرار في الحصول على نقاط مجانية والمشاركة في برنامج الإحالة. بعد انتهاء فترة الاشتراك يمكنك استخدامها كالمعتاد. خلال فترة الاشتراك ، لا يمكنك استخدام نقاطك للروابط الأخرى.',

    'Under which CPC will my links be displayed?'=>'تحت أي تكلفة نقرة سيتم عرض الارتباطات الخاصة بي؟',

'The CPC for all links'=>'سيتم عرض تكلفة النقرة لجميع الروابط ، خلال فترة الاشتراك ، 50. ستمنحك أقصى أداء لحملاتك.',
'boost Your promotion and save Your time'=>'تعزيز الترويج الخاص بك وتوفير وقتك',
'You can choose one of the available'=>'يمكنك اختيار إحدى طرق الدفع المتاحة وشراء نقاط لوسائل التواصل الاجتماعي. لكل حزمة يتم شراؤها من Payrexx و Trust Payments و PaymentWall ، ستفعل ذلك
تلقى',
'Your bought (+Bonus) points will be added'=>'المزيد من النقاط. ستتم إضافة نقاطك المشتراة (+ المكافأة) إلى حسابك تلقائيًا بعد إتمام الشراء. ستتلقى رسالة تأكيد بالبريد الإلكتروني فورًا بعد أن نضيف رصيدًا إلى حسابك.',

'get FREE points by liking'=>'احصل على نقاط مجانية عن طريق الإعجاب والمتابعة وغيرها من الملفات الشخصية / المنشورات',
'To get free points by sharing'=>'للحصول على نقاط مجانية من خلال مشاركة مواقع ويب الآخرين ، انقر فوق الزر "مشاركة" ، ثم سيتم فتح الصفحة مع popUp وبعد مشاركة موقع الويب سيتم إغلاق المنبثقة تلقائيًا.',

    'Get Facebook Share'=>'احصل على مشاركة الفيس بوك',
    'Facebook Followers'=>'متابعين الفيسبوك',
    'For this section only'=>'في هذا القسم فقط - انقر فوق الزر "متابعة" إذا لم يكن هناك زر "أعجبني" في النافذة المنبثقة',
    'To get free points by sharing other'=>'للحصول على نقاط مجانية من خلال مشاركة مواقع الويب الأخرى ، انقر فوق الزر "مشاركة" ، ثم سيتم فتح الصفحة مع popUp وبعد مشاركة موقع الويب سيتم إغلاق popUp
                                تلقائيا.',
    'Get Facebook Followers'=>' احصل على متابعين على الفيس بوك',
     'Wait 9-10 seconds'=>'  انتظر 9-10 ثوانٍ بعد المتابعة / الإعجاب / الاشتراك ثم احصل على مكافأتك.' ,

    'Facebook Page Likes'=>'اعجابات صفحة الفيس بوك',
    'For this section only - click the FOLLOW button if there is no LIKE button in the pop-up windowA'=>'بالنسبة إلى هذا القسم فقط - انقر فوق الزر "متابعة" إذا لم يكن هناك زر "أعجبني" في النافذة المنبثقة',

    'Get Facebook Post Like'=>'احصل ع اعجابات منشورات الفيس بوك',
    'Facebook Page Share'=>'مشاركة صفحة الفيس بوك',
    'For this section only - click the FOLLOW button'=>'في هذا القسم فقط - انقر فوق الزر "متابعة" إذا لم يكن هناك زر "أعجبني" في النافذة المنبثقة',

    'Instagram Followers'=>'متابعين الانستجرام',
    'To get free points by following'=>'للحصول على نقاط مجانية من خلال متابعة حسابات Instagram للآخرين ، انقر فوق الزر "متابعة" ، ثم سيتم فتح الحساب مع popUp وبعد ذلك قم بإغلاق النافذة المنبثقة بنفسك. لن يتلقى المستخدمون الذين لا يغلقون النافذة المنبثقة يدويًا أي نقاط. إذا رأيت صفحة Instagram فارغة مع رسالة "حدث خطأ ، حدث خطأ" ، فما عليك سوى النقر هنا أو زيارة instagram.com في علامة تبويب المتصفح الجديدة ، ثم متابعة الحصول على نقاط مجانية.',
    'Get Instagram Followers'=>'احصل علي متابعين الانستجرام',
    'get FREE points by liking, following'=>'احصل على نقاط مجانية عن طريق الإعجاب والمتابعة وغيرها من الملفات الشخصية الأخرى - المنشورات',

    'To get free points by following other'=>'للحصول على نقاط مجانية من خلال متابعة حسابات Instagram للآخرين ، انقر فوق الزر "متابعة" ، ثم سيتم فتح الحساب مع popUp وبعد ذلك قم بإغلاق النافذة المنبثقة بنفسك. لن يحصل المستخدمون الذين لا يغلقون المنبثقة يدويًا على نقاط. إذا رأيت صفحة Instagram فارغة مع رسالة "حدث خطأ" ، فما عليك سوى النقر هنا أو زيارة instagram.com في علامة تبويب المتصفح الجديدة ، ثم متابعة الحصول على نقاط مجانية.',
   'Get Instagram LIKE'=>'الحصول علي اعجابات الانستجرام',
    'points'=>'النقاط',
    'name'=>'الاسم',
    'Twitter Tweets'=>'تغريدات تويتر',
    'Get free points for tweeting other'=>'احصل على نقاط مجانية للتغريد بتغريدات الآخرين. هناك حدود اعتمادًا على مستخدم Twitter لجميع ميزات Twitter. لذلك ننصحك بإدارة سرعة ومقدار نشاطك في أقسام تويتر بنفسك. كل المسؤولية تقع على عاتقك.',
    'Get Twitter Tweets'=>'الحصول علي تغريدات تويتر',
    'share'=>'مشاركة',
    'skip'=>'تخطي',
    'Twitter Followers'=>'متابعين التويتر',
    'Get Twitter Followers'=>'الحصول علي متابعين تويتر',
    'Twitter Retweets'=>'اعادة تغريدات تويتر',
    'Get Twitter Retweets'=>'الحصول علي اعادة تغريدات تويتر',
    'Twitter Likes'=>'اعجابات تويتر',
    'Get Twitter Likes'=>'الحصول علي اعجابات تويتر',
    'Youtube Subscribe'=>'اشتراكات اليوتيوب',
    'Get free points by subscribing others YouTube Channels'=>'احصل على نقاط مجانية من خلال الاشتراك في قنوات YouTube الخاصة بالآخرين. يمكنك معرفة قناة YouTube التي تحاول الاشتراك فيها من خلال النقر على عنوان القناة في الأداة. يمكنك أيضًا تخطي تلك التي لا تريد الاشتراك فيها.',
  'Get Youtube Subscribe'=>'الحصول علي اشتراكات يوتيوب',
    'Youtube Likes'=>'اعجابات اليوتيوب',
    'Get Youtube Likes'=>'الحصول علي اعجابات اليوتيوب',
    'Youtube Views'=>'مشاهدات اليوتيوب',
    'Get Youtube Views'=>'الحصول علي مشاهدات يوتيوب' ,
    'TikTok Followers'=>'متابعين تيك توك',
    'To get free points by following others TikTok accounts click on the "follow" button'=>'للحصول على نقاط مجانية من خلال متابعة حسابات TikTok الأخرى ، انقر فوق الزر "متابعة" ، ثم سيتم فتح الحساب مع popUp وبعد إغلاق النافذة المنبثقة بنفسك. لن يحصل المستخدمون الذين لا يغلقون المنبثقة يدويًا على نقاط.',
    'Get TikTok Followers'=>'الحصول علي متابعين تيك توك',
    'TikTok Video Like'=>'اعجابات فديوهات تيك توك',
    'Get TikTok Video Like'=>'الحصول علي اعجابات فديوهات تيك توك',
    'SoundCloud Likes'=>'اعجابات ساوند كلاود',
    'To get free points by liking others SoundCloud Tracks click on the "like" button'=>'للحصول على نقاط مجانية من خلال إبداء الإعجاب بمسارات SoundCloud للآخرين ، انقر فوق الزر "أعجبني" ، ثم سيتم فتح المسار مع popUp وبعد الإعجاب بالمسار أغلق المنبثقة بنفسك. لن يحصل المستخدمون الذين لا يغلقون المنبثقة يدويًا على نقاط.',
    'Get SoundCloud Music Likes'=>'الحصول علي اعجابات موسيقي ساوند كلاود',
    'SoundCloud Plays'=>'مشغلات ساوند كلاود',
    'Get SoundCloud Music Plays'=>'الحصول علي مشغلات موسيقي ساوند كلاود',
    'o get free points by upvoting others Reddit Posts or Comments click on the "upvote"'=>'احصل على نقاط مجانية من خلال التصويت على منشورات Reddit أو التعليقات ، انقر فوق الزر "upvote" ، ثم سيتم فتح المنشور / التعليق مع popUp وبعد التصويت على المنشور / التعليق ، أغلق النافذة المنبثقة بنفسك. لن يحصل المستخدمون الذين لا يغلقون المنبثقة يدويًا على نقاط.',
    'Get Reddit Post - Comments Upvotes'=>'احصل على Reddit Post - التعليقات المؤيدة للتعليقات',












];
